[
  {
    "content": "像我這種連名牌都不認識幾個的人，有時候連別人在炫富都感覺不到。",
    "category": "happy"
  },
  {
    "content": "愛笑的女生運氣不會太差。說實話，如果一個女生運氣一直不好，我不知道她怎麼笑得出來。",
    "category": "happy"
  },
  {
    "content": "你只知道人家化妝比你好看，卻不知道，她們卸了妝，不僅比你好看，皮膚還吹彈可破。",
    "category": "happy"
  },
  {
    "content": "好女孩只得到了好字，而漂亮女孩卻得到了所有。",
    "category": "happy"
  },
  {
    "content": "哪有什麼選擇恐懼症，還不是因爲窮。",
    "category": "happy"
  },
  {
    "content": "不要看別人表面上一帆風順，實際上，他們背地裏，也是一帆風順。",
    "category": "happy"
  },
  {
    "content": "許多人說選擇北上廣的原因，是發展機會好。但他們說的發展，實際上指的就是打工。",
    "category": "angry"
  },
  {
    "content": "最怕你一生碌碌無爲，還安慰自己平凡可貴。",
    "category": "sad"
  },
  {
    "content": "不要沒完沒了的修圖。你現實中長得醜，我們都知道。",
    "category": "happy"
  },
  {
    "content": "你無法叫醒一個不回你消息的人，但是紅包能。",
    "category": "sad"
  },
  {
    "content": "男女之間一定有純真的友誼，因爲每一個認識我的女生，都說最多隻能跟我做朋友。",
    "category": "love"
  },
  {
    "content": "有時候你不努力一下，不知道什麼叫絕望。",
    "category": "sad"
  },
  {
    "content": "比一個人喫火鍋更寂寞的是，一個人沒有錢喫火鍋。",
    "category": "angry"
  },
  {
    "content": "有人出現在你的生命裏，是爲了告訴你，你真好騙。",
    "category": "happy"
  },
  {
    "content": "別灰心，人生就是這樣起起落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落落的。",
    "category": "angry"
  },
  {
    "content": "你們之所以喝雞湯，是因爲肉被別人喫了。",
    "category": "happy"
  },
  {
    "content": "萬事開頭難，然後中間難，最後結束難。",
    "category": "happy"
  },
  {
    "content": "條條大路通羅馬，而有些人就生在羅馬",
    "category": "angry"
  },
  {
    "content": "努力不一定成功，但是不努力真的好舒服啊",
    "category": "sad"
  },
  {
    "content": "男追女隔座山，翻過山就好了。其實 還隔着手提包，信封包，雙肩包，單肩包，鏈條包， 高跟鞋，中跟鞋，平底鞋，綁帶鞋，運動鞋， 長裙，短裙，連衣裙，揹帶裙，魚尾裙， YSL，Dior，CPB，Chanel，Givenchy……",
    "category": "happy"
  },
  {
    "content": "狗是人類最好的朋友。然而狗最好的朋友是「屎」。",
    "category": "happy"
  },
  {
    "content": "人性是複雜的。不，人是「複雜」的，性是啪啪啪。",
    "category": "neutral"
  },
  {
    "content": "上帝爲你關上門，一定會爲你打開一扇窗。 可惜「你太胖」。",
    "category": "happy"
  },
  {
    "content": "敬往事一杯酒，再愛也不回頭。 求你回頭看看吧，往事都「吐」了！",
    "category": "happy"
  },
  {
    "content": "是金子到哪裏都發光。 可是你是「石頭」啊。",
    "category": "angry"
  },
  {
    "content": "你全力以赴真的還不如別人隨便搞搞",
    "category": "sad"
  },
  {
    "content": "我爛泥好好的攤在地上 不要你們扶",
    "category": "happy"
  },
  {
    "content": "失敗乃成功之母，但往往失敗都是不孕不育。",
    "category": "happy"
  },
  {
    "content": "哪怕失敗了九十九次，我也要努力湊個整。",
    "category": "sad"
  },
  {
    "content": "不上不下的長相，不上不下的家庭，不上不下的學校，不上不下的人生。你，就是那個長相一般，成績中游，沒有特長，連同學都記不住你名字的人。沒有愛情，沒有錢。",
    "category": "neutral"
  },
  {
    "content": "努力不一定成功，但不努力一定很舒服。",
    "category": "sad"
  },
  {
    "content": "有些事情做不完，就明天再做吧，萬一運氣好明天就死了呢是不。",
    "category": "sad"
  },
  {
    "content": "醜小鴨能變成天鵝不是因爲它自身做了什麼，而是他父母本來就是白天鵝。",
    "category": "angry"
  },
  {
    "content": "比你聰明的人比你努力，那你努力還有什麼用？",
    "category": "angry"
  },
  {
    "content": "傾盡全力最後無能爲力。",
    "category": "angry"
  },
  {
    "content": "謝謝那些曾經擊倒我的人，躺着真他媽舒服。",
    "category": "sad"
  },
  {
    "content": "兒孫自有兒孫福。你都沒活出個啥樣，咋樣，你生下下一代，他就能突破基因有福啦？",
    "category": "happy"
  },
  {
    "content": "啃老啃的理所當然。家裏有錢你的羨慕啊，你不啃首付款，不是因爲啃不到麼？能啃不啃我還沒見過！",
    "category": "angry"
  },
  {
    "content": "相親很多時候互相看不上，可是明明你們條件很配啊！介紹人不傻，要是你家沒鏡子，去相親你會了解到別人眼中的你的檔次。",
    "category": "happy"
  },
  {
    "content": "你要改掉缺點就完美了。通常改了缺點的同時優點自然也沒了。以前我認真所以較真。現在我不再挑剔細節了，因爲我也不在意了。",
    "category": "neutral"
  },
  {
    "content": "認真你就輸了。咋啦，不認真的你贏過幾次？",
    "category": "neutral"
  },
  {
    "content": "女人以爲男人傻，男人喜歡的是顏值好麼？有顏值又婊的出，是多麼優秀的能力啊？！別想了，沒顏值婊不起來的。",
    "category": "love"
  },
  {
    "content": "綠茶婊從來都是女人討厭，男人淪陷。",
    "category": "angry"
  },
  {
    "content": "醜小鴨變成白天鵝，並不是它有多努力，而是它生來就是白天鵝。",
    "category": "angry"
  },
  {
    "content": "你以爲選擇填空做的爛就無藥可救了嗎？你大題也做不出來，作文還跑題，聽力也很差啊。",
    "category": "angry"
  },
  {
    "content": "去年給自己定了目標存款3萬，今年掐指一算，還差5萬。",
    "category": "sad"
  },
  {
    "content": "喜歡的人一定要去告白啊，不被拒絕一下你還真當自己是仙女了。",
    "category": "love"
  },
  {
    "content": "旅行不必在乎目的地，在乎的是沿途的風景。因爲就你那點錢也就只夠買個往返火車的硬座票了。",
    "category": "happy"
  },
  {
    "content": "只要是用錢能解決的事情，我一件都解決不了。",
    "category": "happy"
  },
  {
    "content": "一路上有你，苦一點也願意，苦很多就算了吧。",
    "category": "happy"
  },
  {
    "content": "雖然我長得醜，但是我想得美啊。",
    "category": "happy"
  },
  {
    "content": "人醜就要多讀書，反正你也沒別的事做了。",
    "category": "angry"
  },
  {
    "content": "我這張臉只要遮住兩個地方就完美了，一處是右半邊臉，一處是左半邊臉。",
    "category": "happy"
  },
  {
    "content": "比三觀更重要的是五官。",
    "category": "neutral"
  },
  {
    "content": "想做什麼就放心大膽去做，反正會後悔。",
    "category": "sad"
  },
  {
    "content": "加油，你是最胖的。",
    "category": "sad"
  },
  {
    "content": "一鼓作氣，再而卒。",
    "category": "happy"
  },
  {
    "content": "世上無難事，只要肯放棄。",
    "category": "sad"
  },
  {
    "content": "加油，你是最差的。",
    "category": "sad"
  },
  {
    "content": "沒有夢想，至少還可以做夢啊。",
    "category": "sad"
  },
  {
    "content": "一覺醒來，是不是感覺離夢想又遠了呢。",
    "category": "happy"
  },
  {
    "content": "生活不止是眼前的苟且，還有明天的苟且和後天的苟且。",
    "category": "happy"
  },
  {
    "content": "生活會讓你苦上一陣子，等你適應之後，再讓你苦上一輩子。",
    "category": "neutral"
  },
  {
    "content": "人生就是一個起落落落落落落落落的過程。",
    "category": "angry"
  },
  {
    "content": "萬事開頭難，中間難，到最後都難。",
    "category": "angry"
  },
  {
    "content": "人就要趁年輕的時候多出去走走，看看不同的風景，不同的文化，等轉遍了世界你就會發現，原來躺在被窩裏是真他媽舒服。",
    "category": "sad"
  },
  {
    "content": "你全力以赴真的不如別人隨便搞搞。",
    "category": "angry"
  },
  {
    "content": "我每天拼了命的努力就是爲了向那些看不起我的人證明他們是對的。",
    "category": "happy"
  },
  {
    "content": "有時候不努力一把，你都不知道什麼是絕望。",
    "category": "sad"
  },
  {
    "content": "天空飄來五個字:怎麼都不行。",
    "category": "neutral"
  },
  {
    "content": "比你優秀的人還在努力，你努力還有什麼用。",
    "category": "angry"
  },
  {
    "content": "努力不一定成功，但是不努力一定很輕鬆。",
    "category": "sad"
  },
  {
    "content": "你必須非常努力，才能相信自己真的是無能爲力。",
    "category": "sad"
  },
  {
    "content": "生活不止眼前的苟且，還有長遠的湊合",
    "category": "angry"
  },
  {
    "content": "誰說你沒有毅力的！單身這事你不就堅持了好幾十年嗎",
    "category": "love"
  },
  {
    "content": "那些學歷比你高，家室比你好，長得還比你好看的都這麼努力，你努力還有什麼用啊？",
    "category": "angry"
  },
  {
    "content": "失敗並不可怕 可怕的是你他媽還在信這句話。",
    "category": "happy"
  },
  {
    "content": "真正的善良總是被利用，而善於表演善良的人總是最終的受益者。所以，果然腦子比人品重要。",
    "category": "neutral"
  },
  {
    "content": "努力到無能爲力，拼搏到感動自己，最後發現還是沒能成功。",
    "category": "angry"
  },
  {
    "content": "失敗是成功之母，但是成功六情不認。",
    "category": "happy"
  },
  {
    "content": "有什麼事都推到明天吧，萬一明天我死了呢",
    "category": "angry"
  },
  {
    "content": "萬事開頭難，然後中間難，然後結尾難。不努力一下你都不知道什麼叫絕望。",
    "category": "sad"
  },
  {
    "content": "早起的鳥兒有蟲喫，早起的蟲兒被鳥喫。",
    "category": "angry"
  },
  {
    "content": "你以爲現在已經很糟了？不，更糟的還在後面。",
    "category": "angry"
  },
  {
    "content": "凡人皆有一死，這是上帝給我們的唯一公平",
    "category": "neutral"
  },
  {
    "content": "有人喜歡你的臉 有人喜歡你的聲音 有人喜歡你的性格 有人喜歡你的生活 而我不一樣 我不喜歡你 終有一天 你會遇到一個好女孩 不要你的房子 不要你的車子 不要你的鑽石 不要你的錢 也不要你",
    "category": "love"
  },
  {
    "content": "雖然我乾的多還辛苦，但是我掙得少啊",
    "category": "happy"
  },
  {
    "content": "都說強扭的瓜不甜，但是我爲什麼要管它甜不甜呢，我又不喫瓜，我只是喜歡扭而已！",
    "category": "happy"
  },
  {
    "content": "如果你覺得每天都累成狗，那你就錯了，狗都沒你這麼累。",
    "category": "happy"
  },
  {
    "content": "愛你的人總擔心你喫的飽不飽，而我們不一樣，我們不愛你。",
    "category": "love"
  },
  {
    "content": "生活已經如此艱難，在哪裏跌倒就到哪裏躺下吧。",
    "category": "angry"
  },
  {
    "content": "爲什麼有人見了乞丐很虔誠地給乞丐錢，但是對自己的競爭同僚卻狠狠撕逼，道理很簡單：乞丐不會威脅到自己的利益，給乞丐施捨能得到心靈的昇華和人們的讚揚，施捨的只是小部分，競爭同僚就不同了，這是關乎地位和利益的爭奪，你死我活，是必然的。",
    "category": "neutral"
  },
  {
    "content": "當有人這不如別人，那也不如別人的時候，他們就在道德和人生境界上做文章。他們讀書，然後嘲笑有錢人不讀書，市井氣，他們覺得自己安貧樂道，然後鄙視有錢人見利忘義。他們鄙視拜金女和失足婦女，唾棄他們出賣靈魂和肉體。總之他們會對自己的一切都貼上道德高尚的標籤。",
    "category": "neutral"
  },
  {
    "content": "每次你遇見漂亮的失足婦女的時候，你都把自己想想成拯救失足婦女的人，你覺得自己很偉大，你覺得遇見了杜十娘，你覺得自己是拯救她的人，但是其實你內心裏的聲音是：我要跟你談感情，然後就能睡你不掏錢。",
    "category": "love"
  },
  {
    "content": "直覺告訴你，她不喜歡你，那麼你的直覺很正確。",
    "category": "love"
  },
  {
    "content": "失敗是成功他媽，失敗一次次的懷孕最後都流產了。",
    "category": "neutral"
  },
  {
    "content": "你以爲你是獨行的猛獸，其實只是離羣的牛羊",
    "category": "happy"
  },
  {
    "content": "凌極水窮之處，坐看風起雲湧。好好活下去，每天都有新打擊。",
    "category": "sad"
  },
  {
    "content": "男生都是看臉的？不，很多男生對待愛情還是看內在美的，但看內在美的前提是，你有一張美麗面容。",
    "category": "love"
  },
  {
    "content": "“你說你痛，問我知不知道。我告訴你，我不知道！就像這一巴掌打在你身上，你很痛吧，嘖嘖，半邊臉都紅了，可是我一點感覺都沒有，真的，痛的只有你一個人而已。我就是要讓你知道，世界上沒有什麼感同身受，你覺得自己心肝都撕得血淋淋的，腸都鉸斷了，其實別人一丁點都體會不到，看你表情恐怖，同情一會，接着該舒服還得舒服，該高興還得高興，因爲你是你，我是我，他是他，我們的心我們的肉長在各人自己身上，酸甜苦辣，自己嘗的味道只有自己明白。別把希望寄託在別人身上，別要求別人懂你的感受，叫得再大聲也白費工夫，不怪別人冷血，怪你自己沒防備”",
    "category": "neutral"
  },
  {
    "content": "只要是錢能解決的問題，我一個都解決不了。",
    "category": "happy"
  },
  {
    "content": "長得漂亮的女孩發脾氣是磨人的小妖精，醜的就是，醜八怪你喫炸藥了？",
    "category": "happy"
  },
  {
    "content": "只有長得好看的人喫的多才叫喫貨，你那就叫飯桶。",
    "category": "happy"
  },
  {
    "content": "今天解決不了的事就留到明天，或許明天運氣好死了就不用解決了。",
    "category": "sad"
  },
  {
    "content": "人生就是個起起落落落落落落落落落落落的過程。",
    "category": "angry"
  },
  {
    "content": "比你優秀的人都在努力，你還努力有什麼用。",
    "category": "angry"
  },
  {
    "content": "你努力做到最好，不如別人隨便搞搞。",
    "category": "angry"
  },
  {
    "content": "努力不一定成功，不努力一定很輕鬆。",
    "category": "sad"
  },
  {
    "content": "是什麼引起公主病的？又醜又窮脾氣又不好。那有錢又漂亮脾氣又不好的呢？人家那就是公主。",
    "category": "happy"
  },
  {
    "content": "我這麼拼命的努力只是爲了向那些曾經看不起我的人證明他們是對的。",
    "category": "sad"
  },
  {
    "content": "你忙了一天，說：累成狗了。 你以爲你不累就不是狗了！",
    "category": "happy"
  },
  {
    "content": "是金子總會花光的。",
    "category": "neutral"
  },
  {
    "content": "有錢有臉叫男神，有錢沒臉叫老公，沒錢沒臉，你是個好人啊。",
    "category": "love"
  },
  {
    "content": "人生其實就是戰場，大部分人都是炮灰。到時每一個炮灰都有逆襲的理想，都希望自己是下一本勵志讀物的主角。但是他們到死都不知道，炮灰就是炮灰，有理想的炮灰 勵志的只是墓誌銘罷了！",
    "category": "angry"
  },
  {
    "content": "上了牀都不確定對方是否愛自己的年代怎麼確保牽了手就不要隨便分手？",
    "category": "love"
  },
  {
    "content": "有人說你傻，不是覺得你可愛，是真的覺得你傻。",
    "category": "sad"
  },
  {
    "content": "這個世界上只要努力，沒有什麼事情是你搞不砸的",
    "category": "sad"
  },
  {
    "content": "家有一老，如有一寶，說的只是有高額退休金的老人。",
    "category": "happy"
  },
  {
    "content": "抱怨不會改變生活，但是錢可以。",
    "category": "neutral"
  },
  {
    "content": "伍迪艾倫: 把每一天當成最後一天活，總有一天你會活對的。",
    "category": "sad"
  },
  {
    "content": "“When I was young I thought that money was the most important thing in life ; now that I am old I know that it is.” ---王爾德",
    "category": "sad"
  },
  {
    "content": "假如生活欺騙了你，很可能你自己都不知道……",
    "category": "angry"
  },
  {
    "content": "財富充足的情況下，很多問題都不是問題。",
    "category": "neutral"
  },
  {
    "content": "錢雖然不是萬能的，確是9999元能的。",
    "category": "neutral"
  },
  {
    "content": "如果你早上刷牙噁心乾嘔，那就不要對着鏡子刷。",
    "category": "happy"
  },
  {
    "content": "那些說爲了自己而活的人，有一部分是連爲別人而活的機會都沒有才說出來的。",
    "category": "happy"
  },
  {
    "content": "不要看輕你自己，馬雲王健林還有你，你們三人的資產加起來足以震撼整個中國乃至世界的經濟體系。",
    "category": "happy"
  },
  {
    "content": "老師說過，所有人起點都是一樣的。十幾年後我才明白，老師的話只說了部分。起點是一樣的，但有的人坐的是父母給買的豪車，甚至都不用自己來駕駛；也有開着豪車在路上橫衝直撞的，有撞死了人的，旁人看不下去的，就會聽到開車的人打開車窗大喊一句：wobashiligang！然後所有人都不說話了，自己走自己的路；還有一羣人拼命的向一輛公交車上擠的，他們甚至爲了能夠擠上車而大打出手，就算擠上了公交也不得安生，爲了一個座位可以打得頭破血流，也有仗着自己年齡大攻擊擁有座位的年輕人的，以至於年輕人不得不給他們讓座……也不管裏面的人有座位沒座位，也不管外面那些還沒有擠上來的人，公交車就那麼開走了；別看有些人穿的破破爛爛甚至沒有交通工具，自己一個人優哉遊哉的走，可是過了沒一會天上就飛過來一架軍用直升機！看着那上面的機槍火箭，旁邊的人都不敢說什麼，就這麼看着他坐上飛機飛向遠方；也有開着自己爹媽用了半輩子的農用三輪的；多數人用的都是破舊的腳踏車；我家條件不算特別特別差，用的是爹媽給買的新的普通腳踏車；當然也有條件差的不行的，腳踏車都爆胎了，車軲轆都扭曲變形了；條件更差的還有自己跑的、更差還有穿着破鞋跑的、更差的還有光腳跑的、更差的還有一瘸一拐的、更差的還有掙扎着向前爬的、甚至有人直接死在了起點上……",
    "category": "neutral"
  },
  {
    "content": "給你喜歡的人發消息，她（他）很久都沒回，不要糾結人家是不是在忙，而是她（他）只是在和別的男人（女人）聊天",
    "category": "love"
  },
  {
    "content": "不要年紀輕輕的就以爲自己已經進入了人生低谷，你還有很大的下降空間",
    "category": "happy"
  },
  {
    "content": "逃避可恥卻有用，第一次看到這句話的時候不能理解，但是現在畢業了，什麼事情都不再是自己說什麼就是什麼的時候，才發現太多東西我們無力對抗。嘗試過的許多想法與做法，纔是現實面前最不堪一擊的東西。多想逃離，就這麼逃避，哪怕就那麼一會...不需要再爲了生存而做自己不喜歡的事，面對不喜歡的人叫他們前輩，不想再一次次的被人看扁之後無論怎麼樣都是反抗不了，不喜歡圍繞在他身邊的趕不走的蒼蠅...想去遠處，沒人知道，我愛怎麼活，就怎麼活。",
    "category": "neutral"
  },
  {
    "content": "你感冒了，身邊的人囑咐你好好喫藥。你以爲是關心你，其實他只是怕你傳染他而已",
    "category": "happy"
  },
  {
    "content": "世上無難事只怕有錢人，物以類聚人以窮分。錢不是壞東西，只要取之有道，誰都不怕燙手。這個社會不得不承認它現實的一面，理想的一面只是留自己以及懂自己的人。又有挑刺之人說錢不是萬能，能用錢解決的是都不叫事——可是連錢都沒有，這事還叫不叫是事？與其戴着虛僞的面具唱着高調說自己視金錢如糞土，還不如真實做自己，儘早排隊努力加班掙大錢了。有人說你的水平就是自己周圍接觸最多的5個人的平均值。的確，我的周圍沒有馬雲，馬雲的周圍也沒有我。表面上是因爲窮，實際是因爲階級分層導致的關係截斷，再深一步，其實是自己不夠格，眼界、思路、才能都無法和社會的精英相匹配，自然也就沒有了交集。窮不可怕，可怕的是甘願一輩子這麼窮下去，還坦然地兩手一攤說自己喜歡順其自然。",
    "category": "neutral"
  },
  {
    "content": "人們生活富足起來後，肥胖便成爲很多女生的煩惱。“健身”隨之橫空出世，各路大神紛紛曬照，一年、半年後的堅持健身的前後對比，簡直是天壤之別。先前油膩膩的胖妹子轉身就是一位長髮及腰的傾城仙女。逐漸人們達成一種共識——健身具有美容效果，瘦下來就能變美。這樣我不免就想到，那本身顏值就不在線的瘦子還有活路嗎？難不成他們要猛喫成爲胖子來掩飾自己的顏值不及格嗎？",
    "category": "neutral"
  },
  {
    "content": "瘦下來還這麼醜，真是沒救了。",
    "category": "happy"
  },
  {
    "content": "假如生活出賣了我，你說他是論斤稱的還是論個賣的？",
    "category": "happy"
  },
  {
    "content": "一分耕耘一分收穫 夠老了吧 要是世界上所有事都可以考努力做到 那多美好",
    "category": "angry"
  },
  {
    "content": "不爲五斗米折腰的陶淵明是餓死的……",
    "category": "angry"
  },
  {
    "content": "人們大概都聽過：不忘初心 方得始終。然而卻沒幾個人知道下一句是：初心易得 始終難守。",
    "category": "neutral"
  },
  {
    "content": "幼年，“不要和你弟弟爭，當姐姐的就該讓着弟弟”；少年，“坐最後一排也可以好好學習啊，你要排除周圍不學習同學的干擾”；大學，“你要多跑學生會，大學裏鍛鍊能力和積累人脈比學習更重要”；工作，“好好幹，公司明年上市”；結婚，“對象醜點沒關係，人善良就行了”。全是扯淡。",
    "category": "happy"
  },
  {
    "content": "你胸大是因爲胖，你腰細是因爲肩寬顯的，你屁股翹是因爲骨盆前傾，你眼睛大是因爲戴眼鏡戴的眼球突出，你牙齒白是因爲皮膚黑，你鼻樑高同時鼻翼也寬，你有尖下巴也有雙下巴，你有臥蠶也有倆大眼袋，你自拍好看是faceu和藍綠大廠給你慣的。沒有顯白的口紅，只有不會變白的你。沒有顯腿長的褲子，只有服裝店斜着放的鏡子。沒有不懂你的網易雲日推，只有你一成不變的low逼品味。沒有讀博就撩不到漢子的人，只有天生不會搞對象的你。",
    "category": "angry"
  },
  {
    "content": "可是這個世界上，有些人光活着就已經拼盡全力了",
    "category": "angry"
  },
  {
    "content": "以大多數人努力的程度，遠遠達不到拼天賦的程度",
    "category": "angry"
  },
  {
    "content": "加油 你是最差的",
    "category": "sad"
  },
  {
    "content": "你必須非常努力，才能相信自己是真的無能爲力。",
    "category": "sad"
  },
  {
    "content": "女人是需要人來疼的。自己的女人自己不疼，就別怪別的男人來幫你疼。想疼自己的女人卻夠不着，也會有別的男人來幫你疼。疼了卻疼的不夠，還會有別的男人來幫你疼。疼了卻疼的不對，照樣有別的男人來幫你疼。就算沒有別的男人，也有別的女人來幫你疼。總之，女人是需要人來疼的。",
    "category": "love"
  },
  {
    "content": "“雞湯”都是給屌絲看的",
    "category": "neutral"
  },
  {
    "content": "雖然努力不一定會成功，但是不努力可以很舒服",
    "category": "sad"
  },
  {
    "content": "你配不上你的野心，也辜負了你所受的苦難。",
    "category": "sad"
  },
  {
    "content": "操屯兵日久，欲要進兵，又被馬超拒守；欲收兵回，又恐被蜀兵恥笑，心中猶 豫不決。適庖官進雞湯。 操見碗中有雞肋，因而有感於懷。正沉吟間，夏侯藹入帳 ，稟請夜間口號。操隨口曰:'雞肋！雞肋！”藹傳令衆官，都稱“雞肋”。行軍 主簿楊修，見傳“雞肋”二字，便教隨行軍士，各收拾行裝，準備歸程。有人報知夏侯藹。藹大驚，遂請楊修至帳中問曰：“公何收拾行裝？”修曰：“以今夜號令，便知魏王不日將退兵歸也：雞肋者，食之無肉，棄之有味。今進不能勝，退恐人笑，在此無益，不如早歸：來日魏王必班師矣。故先收拾行裝，免得臨行慌亂。”夏侯藹曰：“公真知魏王肺腑也！”遂亦收拾行裝。於是寨中諸將，無不準備歸計。當夜曹操心亂，不能穩睡，遂手提鋼斧，繞寨私行。只見夏侯藹寨內軍士，各準備行裝。操大驚，急回帳召藹問其故。藹曰：“主簿楊德祖先知大王欲歸之　意。” 操喚楊修問之，修以雞肋之意對。操大怒曰：“汝怎敢造言亂我軍心！”喝刀斧手出斬之，將首級號令於轅門外。楊修說：雞湯有毒！",
    "category": "neutral"
  },
  {
    "content": "愛笑的女孩運氣都不會太差...因爲啊，運氣差的通常也笑不出來...",
    "category": "happy"
  },
  {
    "content": "男兒有淚不輕彈。被斷章取義了幾百年，全不顧人家原本的後半句“只因未到傷心處”。國破家亡，壯志難酬，離鄉背井，積年病弱，父喪母喪，手足離散，髮妻早逝，子女離巢……你看我用了短短几十秒，就一口氣想到了這麼多這麼沉重的苦難，每一樣都是無解的，也無法逆轉的。只因爲是鐵骨錚錚的好男兒，就必須收斂起所有的軟弱和憾恨。哭了，就是慫了。這是個什麼歪理？一個人的堅強不屈，只靠眼角膜乾澀是證明不了的。即使到現在，人們對“哭”的寬容度也遠遠不夠高。而且適用範圍還越來越大，幾乎所有人都被教育“X孩不哭”。當然男孩是重災區——打架輸了不許哭，丟東西不許哭，受委屈不許哭，考不好不許哭，被老師批評不許哭，丟工作不許哭……我承認哭會讓人顯得軟弱，但如果你真的軟弱了，強忍着不哭也沒有用啊。每個人的心理承受能力都不同，走出陰影的方法也不同。如果坦誠地面對自己的悲傷，認認真真地哭一場就能讓你好過一點，那幹嘛要忍着╮(￣⊿￣)╭",
    "category": "neutral"
  },
  {
    "content": "上帝在給你關上一扇門的同時，還會用門夾你的腦子。",
    "category": "happy"
  },
  {
    "content": "一些人的情商比較低，沒法扮演好自己的社會角色，只能一直以最真實的自己面對世界。",
    "category": "love"
  },
  {
    "content": "以前每次看到網上的青年在微博校內大談國事，我擔心他們會幹出些什麼事情來。後來我發現他們還同時說着“明天一定要早起”，“這個假期要多看幾本書”，“再也不能多喫了”，於是我放心了。",
    "category": "happy"
  },
  {
    "content": "老闆和領導很清楚哪些人能夠得到晉升。對於那些不能的人，他們也會不斷地鼓勵和給她們希望。",
    "category": "angry"
  },
  {
    "content": "有些人，社交能力很差。只能和那些志同道合，彼此欣賞的人做朋友。而那些性格不隨和，不喜歡自己，但是能給自己帶來提升的人，他們沒有能力搞定。",
    "category": "neutral"
  },
  {
    "content": "儘量不要和比自己生活質量高的人起衝突，不論你是假裝若無其事、努力爭辯或者破口大罵，在別人看來，都是自己很可笑並且已經輸了。",
    "category": "sad"
  },
  {
    "content": "很難想象讓敏感多變的年輕人去做Leader，進行重大的決策。這些人睡一覺起來，被別人說了幾句，或者喫了頓好飯，人生觀世界觀就可以發生翻天覆地的變化。",
    "category": "sad"
  },
  {
    "content": "如果你很忙，除了你真的很重要以外，更可能的原因是：你很弱，你沒有什麼更好的事情去做，你生活太差不得不努力來彌補，或者你裝作很忙，讓自己顯得很重要。——史蒂夫·喬布斯",
    "category": "sad"
  },
  {
    "content": "如果外貌好能夠獲得他人的關注，又有錢能夠支持各種娛樂活動，誰會願意每天呆在家裏打遊戲，刷微博，看電視劇。",
    "category": "angry"
  },
  {
    "content": "成敗是評判英雄的唯一標準。",
    "category": "neutral"
  },
  {
    "content": "爲什麼有些人要把追求精神滿足和追求物質上的富足對立起來呢?你不幸福是因爲你境界不高，你物質生活差是因爲你能力不行。這完全是兩回事兒。",
    "category": "happy"
  },
  {
    "content": "經過十年的不斷奮鬥和磨礪，我終於從一個懵懂無知、敏感脆弱的少年，成長爲了一個懵懂無知、敏感脆弱的青年。",
    "category": "angry"
  },
  {
    "content": "出身不好的限制也不光是平臺問題。出身不好，說明你父母混的也不怎麼樣，也許你基因裏就寫着“不行”兩個字。",
    "category": "happy"
  },
  {
    "content": "我要是有錢或者長得好看就好了。那樣，即使我性格有點兒怪，也會有人願意傾聽我的想法和感受，跟我做朋友。",
    "category": "angry"
  },
  {
    "content": "如果你知道一些事情有意思，但不能去做而失落，那還好;要是覺得什麼都沒意思，應該就是抑鬱症。",
    "category": "happy"
  },
  {
    "content": "你全力做到的最好，可能還不如別人隨便搞搞。",
    "category": "angry"
  },
  {
    "content": "學術能力的缺乏並不意味着你就擅長混社會，說不定還不如在學校的表現。",
    "category": "angry"
  },
  {
    "content": "弱者都是這樣，覺得生活中的無奈太多，自己又無力改變。",
    "category": "neutral"
  },
  {
    "content": "基因是你給的，成長環境是你給的，社會階層是你給的——還有臉埋怨自己孩子沒出息。",
    "category": "neutral"
  },
  {
    "content": "“那些出身好能力強的人努力是爲了成功，因爲人家有可能會成功。我們努力是爲了啥呢?”“爲了活下去。”",
    "category": "sad"
  },
  {
    "content": "當別人和你說忙，是他/她要留時間給更重要的人。",
    "category": "love"
  },
  {
    "content": "如果你每天干的活明顯多於別人，但自己很高興還感覺得到器重，那麼與其說你很有才幹，不如說你的領導很會管人。",
    "category": "happy"
  },
  {
    "content": "“老師您好，請問像我這樣的，沒有背景的北大畢業生應該如何定位自己?”“社會底層羣衆中受教育程度最高的一批人。”",
    "category": "happy"
  },
  {
    "content": "26歲的他辭掉工作，和朋友建了支樂隊，到各民辦大學演出，反響平淡。30歲錢花完了，父親得病要很多錢。“唱完這場就放棄，青春就到這裏了。”甘肅七里河大學演唱會前，他留下眼淚說。一位女學生遞上紙條：我喜歡你的歌，要堅持夢想。他把紙條攥緊決定堅持夢想。34歲，他欠了十幾萬的債，父親也病逝了。",
    "category": "happy"
  },
  {
    "content": "長相不行的人，爲人也未必好。只不過由於長久寂寞的折磨，有時會發瘋似地對人好。",
    "category": "neutral"
  },
  {
    "content": "我從來不會腦殘地在網上曬自己買的名牌，因爲我買不起。",
    "category": "happy"
  },
  {
    "content": "這個世界沒有錯，誰讓你長得不好看又沒錢。",
    "category": "happy"
  },
  {
    "content": "三十歲時，大部分人都卡在初級職位上。現有的工作升不上去，又無法承擔轉行的時間成本，更來不及再去讀書。父母開始多病;自己收入有限，也沒有存款。更大的痛苦，是看到身邊沒有背景但努力又聰明的人已經小有成就，有背景的人已經開始過上貴族生活了。",
    "category": "neutral"
  },
  {
    "content": "很多人不斷地規劃自己的人生，每天壓力很大。其實不管你怎麼過。都會後悔的。想想你這前幾十年就明白了。",
    "category": "angry"
  },
  {
    "content": "人生就是這樣，有歡笑也有淚水。一部分人主要負責歡笑，另一部分人主要負責淚水。",
    "category": "happy"
  },
  {
    "content": "你這麼努力，忍受那麼多寂寞和糾結，我們也沒覺得你有多優秀。",
    "category": "angry"
  },
  {
    "content": "一提到錢，大家就不是那麼親熱了。",
    "category": "neutral"
  },
  {
    "content": "口中的道德和原則雖然重要，卻總是要給手裏的利益讓道。",
    "category": "neutral"
  },
  {
    "content": "美國人的生活就是像你在電影電視劇看的那樣好。天天玩兒，隨便搞搞就掙大錢，到處都是感人的細節，帥哥美女隨便搞。導演們把這些日常生活拍下來，送到電視臺電影院播放。",
    "category": "angry"
  },
  {
    "content": "幾年前BBS有女生寫道：不知爲什麼，每次有醜男看我，我都感覺他很猥瑣，特別反感;但帥哥看我就感覺很好。今日又看到有男生寫：我發現我老是喜歡搶着給漂亮的女生幫忙，不自覺地就會問她需要什麼;但每次醜女讓我幫忙，我就感覺：你自己不會幹嗎?——一些很明顯的實話說出來，顯得格外可愛。",
    "category": "love"
  },
  {
    "content": "我大學宿舍的一個女生，每天要花半個小時拌狗糧拿到外面去喂流浪狗。可她半個月纔給家裏打一次電話。她家是三線城市的工薪階層。同學們都說她是愛心小天使。",
    "category": "neutral"
  },
  {
    "content": "我有一些漂亮又受過教育的姐妹，本來有機會嫁給官富二代，但很多被那些長得不錯、有名校高學歷、剛畢業在知名外企工作、加班到很晚還健身的男生所吸引。覺得人家上進又有潛力。五六年後，她們悔得腸子都青了。",
    "category": "love"
  },
  {
    "content": "一些女生在背後議論長得美家境好的女生，說對方生活輕浮，道德不高。她們說得有根有據，也很有道理，但聽起來總是顯得酸溜溜的。",
    "category": "sad"
  },
  {
    "content": "有些女生覺得說自己是喫貨能顯得可愛，其實並沒有這樣的效果。",
    "category": "happy"
  },
  {
    "content": "錯把放縱當瀟灑，把頹廢當自由，把逃避責任當做追求自我價值。不過是懶，怕喫苦，哪來那麼多好聽的理由。",
    "category": "sad"
  },
  {
    "content": "他給你的愛會消逝，他給你的TIFFANY卻不會貶值。",
    "category": "love"
  },
  {
    "content": "普通人結婚的另一半其實並不欣賞自己，只不過找不到更好的人。他們真正欣賞喜歡的，另有其人。",
    "category": "love"
  },
  {
    "content": "社會學家研究表明：難看和沒錢的男人，並不比高帥富更加靠譜。",
    "category": "love"
  }
]